tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/versions'
brew 'ack'
brew 'autoconf'
brew 'findutils'
brew 'gnu-tar'
brew 'icu4c'
brew 'pkg-config'
brew 'makedepend'
brew 'openssl'
brew 'pcre'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'xz'
brew 'boxen/brews/dnsmasq'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'homebrew/versions/isl011'
brew 'homebrew/versions/cloog018'
brew 'boxen/brews/gcc48'
brew 'boxen/brews/git'
brew 'boxen/brews/hub'
brew 'boxen/brews/nginx'
brew 'homebrew/dupes/apple-gcc42'
brew 'caskroom/cask/brew-cask'

cask install alfred
cask install virtualbox
cask install vagrant
cask install iterm2
cask install hipchat
cask install virtualbox