cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dev-tools"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"

brew "exiftool"
brew "git"
brew "gnupg"
brew "gpg-agent"
brew "hub"
brew "mas"
brew "node"
brew "packer"
brew "pinentry-mac"
brew "rbenv"
brew "wget"
brew "zsh"

cask "docker"
cask "google-chrome"
cask "hipchat"
cask "iterm2"
cask "pdk"
cask "powershell"
cask "skype"
cask "spectacle"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-liberation-sans"
cask "caskroom/fonts/font-open-sans"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-sans-pro"

mas "1Password", id: 443987910
mas "Slack", id: 803453959
