cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dev-tools"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "caskroom/cask"
tap "caskroom/versions"
tap "caskroom/fonts"

brew "git"
brew "hub"
brew "packer"
brew "wget"
brew "zsh"

cask "gemini"
cask "google-chrome"
cask "hipchat"
cask "iterm2"
cask "powershell"
cask "skype"
cask "spectacle"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "virtualbox"

cask "font-inconsolata"
cask "font-liberation-sans"
cask "font-open-sans"
cask "font-source-code-pro"
cask "font-source-sans-pro"

mas "1Password", id: 443987910
mas "Slack", id: 803453959
