brew "bat"                   # Better cat with syntax highlighting
brew "chezmoi"
brew "fish"
brew "gh"
brew "git-delta"             # Better git diff viewer
brew "git"
brew "gnupg"
brew "htop"                  # Better system monitoring
brew "jq"                    # JSON processor
brew "mas"
; brew "mise"
brew "starship"
brew "wget"
brew "zsh"


cask "1password-cli"
cask "discord"
cask "font-cascadia-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "powershell"
cask "slack"
cask "visual-studio-code"
cask "zoom"

mas "1Password for Safari", id: 1569813296
mas "Home Assistant", id: 1099568401
mas "keymapp", id: 6472865291
