brew "bat"
brew "curl"
brew "fish"
brew "gh"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "mas"
brew "starship"
brew "wget"
brew "yq"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "font-cascadia-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "powershell"
cask "utm"
cask "visual-studio-code"

mas "1Password for Safari", id: 1569813296
mas "Home Assistant", id: 1099568401
mas "keymapp", id: 6472865291